tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "ack"
brew "anyenv"
brew "autojump"
brew "automake"
brew "awscli"
brew "glib"
brew "cairo"
brew "cmake"
brew "ctags"
brew "curl"
brew "direnv"
brew "fontforge"
brew "gcc"
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "htop"
brew "hub"
brew "imath"
brew "openexr"
brew "imagemagick"
brew "jq"
brew "lua"
brew "lv"
brew "mas"
brew "neovim"
brew "nkf"
brew "pbzip2"
brew "peco"
brew "pigz"
brew "source-highlight"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tnftp"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "sanemat/font/ricty", args: ["with-powerline"]
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "WinArchiver Lite", id: 414855915
